Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.appleAuthenticationNotHandledMessage
source: An error occurred and the authentication was not handled by Apple. Please try again.
ar: حدث خطأ ولم تتم معالجة المصادقة من قِبل Apple. يُرجى المحاولة مرة أخرى.
bn: একটি ত্রুটি ঘটেছে এবং অনুমোদনটি Apple দ্বারা সম্পন্ন হয়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Došlo k chybě a ověření nebylo zpracováno společností Apple. Zkuste to prosím znovu.
da: Der opstod en fejl, og godkendelsen blev ikke håndteret af Apple. Prøv venligst igen.
de: Ein Fehler ist aufgetreten und die Authentifizierung wurde von Apple nicht verarbeitet. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα και η ταυτοποίηση δεν διεκπεραιώθηκε από την Apple. Δοκιμάστε ξανά.
es: Se ha producido un error y Apple no ha gestionado la autenticación. Inténtelo de nuevo.
es_419: Se produjo un error y Apple no gestionó la autenticación. Vuelva a intentarlo.
fa: خطایی رخ داد و احراز هویت توسط Apple به‌درستی پردازش نشد. لطفاً دوباره تلاش کنید.
fi: Tapahtui virhe, eikä Apple käsitellyt todennusta. Yrittäkää uudelleen.
fil: May naganap na error at hindi naasikaso ng Apple ang pagpapatotoo. Pakisubukang muli.
fr: Une erreur s’est produite et l’authentification n’a pas été traitée par Apple. Veuillez réessayer.
he: אירעה שגיאה והאימות לא טופל על ידי Apple. נא לנסות שוב.
hi: एक त्रुटि हुई और प्रमाणीकरण को Apple द्वारा ठीक से संभाला नहीं गया। कृपया पुनः प्रयास करें।
hu: Hiba történt, és a hitelesítést az Apple nem kezelte. Kérjük, próbálja újra.
hy: Սխալ տեղի ունեցավ, և նույնականացումը Apple-ի կողմից չմշակվեց։ Խնդրում ենք կրկին փորձել։
id: Terjadi kesalahan dan autentikasi tidak ditangani oleh Apple. Harap coba lagi.
it: Si è verificato un errore e l'autenticazione non è stata gestita da Apple. Riprova.
ja: エラーが発生し、Appleによって認証が処理されませんでした。もう一度お試しください。
ko: 오류가 발생하여 Apple에서 인증이 처리되지 않았습니다. 다시 시도해 주세요.
ms: Ralat berlaku dan pengesahan tidak dikendalikan oleh Apple. Sila cuba lagi.
nb: Det oppstod en feil, og autentiseringen ble ikke håndtert av Apple. Prøv igjen.
nl: Er is een fout opgetreden en de verificatie is niet door Apple afgehandeld. Probeer het opnieuw.
pl: Wystąpił błąd i uwierzytelnianie nie zostało obsłużone przez Apple. Spróbuj ponownie.
pt_br: Ocorreu um erro e a autenticação não foi processada pela Apple. Tente novamente.
pt_pt: Ocorreu um erro e a autenticação não foi processada pela Apple. Tente novamente.
ro: A apărut o eroare, iar autentificarea nu a fost gestionată de Apple. Vă rugăm să încercați din nou.
ru: Произошла ошибка, и аутентификация не была обработана Apple. Повторите попытку.
sv: Ett fel uppstod och autentiseringen hanterades inte av Apple. Försök igen.
ta: ஒரு பிழை ஏற்பட்டது, மேலும் அங்கீகாரம் Apple-ஆல் சரியாகக் கையாளப்படவில்லை. மீண்டும் முயற்சிக்கவும்.
te: ఒక లోపం సంభవించింది, ప్రామాణీకరణను Apple సరిగ్గా నిర్వహించలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดและ Apple ไม่ได้จัดการการยืนยันตัวตน โปรดลองอีกครั้ง
tr: Bir hata oluştu ve kimlik doğrulama Apple tarafından işlenmedi. Lütfen tekrar deneyin.
uk: Сталася помилка, і автентифікацію не було оброблено Apple. Будь ласка, спробуйте ще раз.
ur: ایک خرابی پیش آئی اور Apple کی جانب سے تصدیق کو سنبھالا نہیں گیا۔ براہِ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi và quá trình xác thực không được Apple xử lý. Vui lòng thử lại.
zh_hans: 发生错误，Apple 未能完成验证。请重试。
zh_hant: 發生錯誤，Apple 未能妥善處理此驗證。請再試一次。

# onboarding.appleInvalidResponseMessage
source: The app received an invalid response from Apple. Please try again.
ar: تلقّى التطبيق استجابة غير صالحة من Apple. يُرجى المحاولة مرة أخرى.
bn: অ্যাপটি Apple থেকে একটি অবৈধ প্রতিক্রিয়া পেয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Aplikace obdržela od Apple neplatnou odpověď. Zkuste to prosím znovu.
da: Appen modtog et ugyldigt svar fra Apple. Prøv venligst igen.
de: Die App hat eine ungültige Antwort von Apple erhalten. Bitte versuchen Sie es erneut.
el: Η εφαρμογή έλαβε μη έγκυρη απόκριση από την Apple. Δοκιμάστε ξανά.
es: La app ha recibido una respuesta no válida de Apple. Inténtelo de nuevo.
es_419: La app recibió una respuesta no válida de Apple. Vuelva a intentarlo.
fa: برنامه پاسخ نامعتبری از Apple دریافت کرد. لطفاً دوباره تلاش کنید.
fi: Sovellus sai Applelta virheellisen vastauksen. Yrittäkää uudelleen.
fil: Nakatanggap ang app ng hindi wastong tugon mula sa Apple. Pakisubukang muli.
fr: L’app a reçu une réponse non valide d’Apple. Veuillez réessayer.
he: האפליקציה קיבלה תגובה לא תקינה מ-Apple. נא לנסות שוב.
hi: ऐप को Apple से एक अमान्य प्रतिक्रिया प्राप्त हुई। कृपया पुनः प्रयास करें।
hu: Az alkalmazás érvénytelen választ kapott az Apple-től. Kérjük, próbálja újra.
hy: Հավելվածը Apple-ից ստացավ անվավեր պատասխան։ Խնդրում ենք կրկին փորձել։
id: Aplikasi menerima respons yang tidak valid dari Apple. Harap coba lagi.
it: L'app ha ricevuto una risposta non valida da Apple. Riprova.
ja: Appleから無効な応答を受信しました。もう一度お試しください。
ko: 앱이 Apple로부터 잘못된 응답을 받았습니다. 다시 시도해 주세요.
ms: Aplikasi menerima respons tidak sah daripada Apple. Sila cuba lagi.
nb: Appen mottok et ugyldig svar fra Apple. Prøv igjen.
nl: De app heeft een ongeldig antwoord van Apple ontvangen. Probeer het opnieuw.
pl: Aplikacja otrzymała nieprawidłową odpowiedź od Apple. Spróbuj ponownie.
pt_br: O app recebeu uma resposta inválida da Apple. Tente novamente.
pt_pt: A aplicação recebeu uma resposta inválida da Apple. Tente novamente.
ro: Aplicația a primit un răspuns nevalid de la Apple. Vă rugăm să încercați din nou.
ru: Приложение получило недопустимый ответ от Apple. Повторите попытку.
sv: Appen fick ett ogiltigt svar från Apple. Försök igen.
ta: Apple-இடமிருந்து செல்லாத பதிலை ஆப் பெற்றது. மீண்டும் முயற்சிக்கவும்.
te: Apple నుండి యాప్‌కు చెల్లని ప్రతిస్పందన అందింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: แอปได้รับการตอบกลับที่ไม่ถูกต้องจาก Apple โปรดลองอีกครั้ง
tr: Uygulama Apple'dan geçersiz bir yanıt aldı. Lütfen tekrar deneyin.
uk: Застосунок отримав недійсну відповідь від Apple. Будь ласка, спробуйте ще раз.
ur: ایپ کو Apple کی جانب سے ایک غلط جواب موصول ہوا۔ براہِ کرم دوبارہ کوشش کریں۔
vi: Ứng dụng đã nhận được phản hồi không hợp lệ từ Apple. Vui lòng thử lại.
zh_hans: 应用收到了来自 Apple 的无效响应。请重试。
zh_hant: App 從 Apple 收到無效的回應。請再試一次。

# onboarding.forgotPasswordAlertHeadline
source: Success!
ar: تم بنجاح!
bn: সফল!
cs: Hotovo!
da: Succes!
de: Geschafft!
el: Επιτυχία!
es: ¡Hecho!
es_419: ¡Listo!
fa: موفق شد!
fi: Onnistui!
fil: Tagumpay!
fr: Réussi !
he: הצלחה!
hi: सफलता!
hu: Siker!
hy: Հաջողվեց
id: Berhasil!
it: Fatto!
ja: 成功しました！
ko: 성공!
ms: Berjaya!
nb: Vellykket!
nl: Gelukt!
pl: Udało się!
pt_br: Tudo certo!
pt_pt: Sucesso!
ro: Succes!
ru: Готово!
sv: Klart!
ta: வெற்றி!
te: విజయం!
th: สำเร็จ!
tr: Başarılı!
uk: Успіх!
ur: کامیابی!
vi: Thành công!
zh_hans: 成功！
zh_hant: 成功！

# onboarding.forgotPasswordAlertSubheadline
source: If an account exists with this Kurozora Account, you should receive an email with your reset link shortly.
ar: إذا كان هناك حساب مرتبط بحساب Kurozora هذا، فستتلقّى رسالة بريد إلكتروني تتضمن رابط إعادة التعيين قريبًا.
bn: এই Kurozora অ্যাকাউন্ট দিয়ে কোনো অ্যাকাউন্ট থাকলে, আপনি শীঘ্রই আপনার রিসেট লিঙ্কসহ একটি ইমেল পাবেন।
cs: Pokud s tímto účtem Kurozora existuje účet, měl by vám brzy přijít e-mail s odkazem pro obnovení hesla.
da: Hvis der findes en konto med denne Kurozora-konto, modtager du snart en e-mail med dit nulstillingslink.
de: Falls ein Konto mit diesem Kurozora-Konto existiert, erhalten Sie in Kürze eine E-Mail mit Ihrem Link zum Zurücksetzen.
el: Αν υπάρχει λογαριασμός με αυτόν τον Λογαριασμό Kurozora, θα λάβετε σύντομα ένα email με τον σύνδεσμο επαναφοράς σας.
es: Si existe una cuenta con esta Cuenta de Kurozora, recibirá en breve un correo con el enlace para restablecerla.
es_419: Si existe una cuenta asociada a esta Cuenta de Kurozora, pronto recibirá un correo con su enlace de restablecimiento.
fa: اگر حسابی با این حساب Kurozora وجود داشته باشد، به‌زودی ایمیلی حاوی پیوند بازنشانی دریافت خواهید کرد.
fi: Jos tällä Kurozora-tilillä on olemassa oleva tili, saatte pian sähköpostiviestin, jossa on palautuslinkkinne.
fil: Kung may umiiral na account sa Kurozora Account na ito, dapat kang makatanggap ng email na may iyong reset link sa lalong madaling panahon.
fr: Si un compte existe avec ce compte Kurozora, vous devriez recevoir sous peu un e-mail contenant votre lien de réinitialisation.
he: אם קיים חשבון עם חשבון Kurozora זה, אמור להגיע אליך בקרוב אימייל עם קישור לאיפוס.
hi: यदि इस Kurozora खाते के साथ कोई खाता मौजूद है, तो आपको शीघ्र ही अपने रीसेट लिंक के साथ एक ईमेल प्राप्त होगा।
hu: Ha létezik fiók ezzel a Kurozora fiókkal, hamarosan e-mailt kap a visszaállítási hivatkozással.
hy: Եթե այս Kurozora հաշվով գոյություն ունի հաշիվ, շուտով կստանաք էլ. նամակ՝ ձեր վերականգնման հղումով։
id: Jika ada akun dengan Akun Kurozora ini, Anda akan segera menerima email berisi tautan pengaturan ulang Anda.
it: Se esiste un account associato a questo Account Kurozora, a breve riceverai un'email con il link per il reimpostare la password.
ja: このKurozoraアカウントが存在する場合は、まもなくリセットリンクが記載されたメールが届きます。
ko: 이 Kurozora 계정으로 등록된 계정이 있다면 곧 재설정 링크가 담긴 이메일을 받게 됩니다.
ms: Jika akaun wujud dengan Akaun Kurozora ini, anda sepatutnya menerima e-mel dengan pautan tetap semula anda sebentar lagi.
nb: Hvis det finnes en konto med denne Kurozora-kontoen, skal du snart motta en e-post med tilbakestillingslenken din.
nl: Als er een account bestaat met dit Kurozora-account, ontvang je binnenkort een e-mail met je resetlink.
pl: Jeśli istnieje konto powiązane z tym kontem Kurozora, wkrótce powinieneś otrzymać e-mail z linkiem do resetu.
pt_br: Se existir uma conta com esta Conta Kurozora, você deverá receber em breve um e-mail com seu link de redefinição.
pt_pt: Se existir uma conta associada a esta Conta Kurozora, deverá receber em breve um e-mail com a sua hiperligação de reposição.
ro: Dacă există un cont asociat acestui Cont Kurozora, ar trebui să primiți în scurt timp un email cu linkul de resetare.
ru: Если учётная запись с этой Учётной записью Kurozora существует, вы вскоре получите письмо со ссылкой для сброса.
sv: Om det finns ett konto med detta Kurozora-konto bör du strax få ett e-postmeddelande med din återställningslänk.
ta: இந்த Kurozora கணக்குடன் ஒரு கணக்கு இருந்தால், உங்கள் மீட்டமைப்பு இணைப்புடன் கூடிய மின்னஞ்சல் விரைவில் உங்களுக்குக் கிடைக்கும்.
te: ఈ Kurozora ఖాతాతో ఒక ఖాతా ఉన్నట్లయితే, మీ రీసెట్ లింక్‌తో కూడిన ఇమెయిల్ మీకు త్వరలో అందుతుంది.
th: หากมีบัญชีที่ใช้บัญชี Kurozora นี้อยู่ คุณจะได้รับอีเมลพร้อมลิงก์รีเซ็ตในไม่ช้า
tr: Bu Kurozora Hesabıyla bir hesap varsa, kısa süre içinde sıfırlama bağlantınızı içeren bir e-posta almanız gerekir.
uk: Якщо обліковий запис із цим Обліковим записом Kurozora існує, ви незабаром отримаєте електронний лист із посиланням для скидання.
ur: اگر اس Kurozora اکاؤنٹ کے ساتھ کوئی اکاؤنٹ موجود ہے، تو آپ کو جلد ہی اپنے ری سیٹ لنک کے ساتھ ایک ای میل موصول ہونی چاہیے۔
vi: Nếu có một tài khoản tồn tại với Tài Khoản Kurozora này, bạn sẽ sớm nhận được email kèm liên kết đặt lại mật khẩu.
zh_hans: 如果存在使用此 Kurozora 账户的账号，您稍后将收到一封含有重置链接的电子邮件。
zh_hant: 若有帳號使用此 Kurozora 帳號，您應該很快會收到一封含有重設連結的電子郵件。

# onboarding.forgotPasswordButton
source: Send ✨
ar: إرسال ✨
bn: পাঠান ✨
cs: Odeslat ✨
de: Senden ✨
el: Αποστολή ✨
es: Enviar ✨
es_419: Enviar ✨
fa: ارسال ✨
fi: Lähetä ✨
fil: Ipadala ✨
fr: Envoyer ✨
he: שליחה ✨
hi: भेजें ✨
hu: Küldés ✨
hy: Ուղարկել ✨
id: Kirim ✨
it: Invia ✨
ja: 送信 ✨
ko: 보내기 ✨
ms: Hantar ✨
nl: Verstuur ✨
pl: Wyślij ✨
pt_br: Enviar ✨
pt_pt: Enviar ✨
ro: Trimite ✨
ru: Отправить ✨
sv: Skicka ✨
ta: அனுப்பு ✨
te: పంపండి ✨
th: ส่ง ✨
tr: Gönder ✨
uk: Надіслати ✨
ur: بھیجیں ✨
vi: Gửi ✨
zh_hans: 发送 ✨
zh_hant: 傳送 ✨

# onboarding.forgotPasswordErrorAlertHeadline
source: Errr…
ar: عذرًا…
bn: ওহ…
cs: Jejda…
da: Hovsa…
de: Hoppla…
el: Ωχ…
es: Vaya…
es_419: Uy…
fa: اوخ…
fi: Hups…
fil: Aray…
fr: Oups…
he: אופס…
hi: अरे…
hu: Hoppá…
hy: Ուփս…
id: Eror…
it: Ops…
ja: あれっ…
ko: 이런…
nb: Æsj …
nl: Eh…
pl: Ups…
pt_br: Opa…
pt_pt: Ups…
ro: Hopa…
ru: Упс…
sv: Hoppsan…
ta: ஐயோ…
te: అయ్యో…
th: อุ๊ย…
tr: Eyvah…
uk: Йой…
ur: اوہو…
vi: Ốiii…
zh_hans: 出错了…
zh_hant: 糟糕…

# onboarding.forgotPasswordErrorAlertSubheadline
source: Please type a valid Kurozora Account 😣
ar: يُرجى كتابة حساب Kurozora صالح 😣
bn: অনুগ্রহ করে একটি বৈধ Kurozora অ্যাকাউন্ট লিখুন 😣
cs: Zadejte prosím platný účet Kurozora 😣
da: Indtast en gyldig Kurozora-konto 😣
de: Bitte geben Sie ein gültiges Kurozora-Konto ein 😣
el: Πληκτρολογήστε έναν έγκυρο Λογαριασμό Kurozora 😣
es: Introduzca una Cuenta de Kurozora válida 😣
es_419: Escriba una Cuenta de Kurozora válida 😣
fa: لطفاً یک حساب Kurozora معتبر وارد کن 😣
fi: Syöttäkää kelvollinen Kurozora-tili 😣
fil: Pakilagay ng wastong Kurozora Account 😣
fr: Veuillez saisir un compte Kurozora valide 😣
he: נא להקליד חשבון Kurozora תקין 😣
hi: कृपया एक वैध Kurozora खाता दर्ज करें 😣
hu: Kérjük, adjon meg egy érvényes Kurozora fiókot 😣
hy: Խնդրում ենք մուտքագրել վավեր Kurozora հաշիվ 😣
id: Harap ketik Akun Kurozora yang valid 😣
it: Inserisci un Account Kurozora valido 😣
ja: 有効なKurozoraアカウントを入力してください 😣
ko: 유효한 Kurozora 계정을 입력해 주세요 😣
ms: Sila taip Akaun Kurozora yang sah 😣
nb: Skriv inn en gyldig Kurozora-konto 😣
nl: Voer een geldig Kurozora-account in 😣
pl: Wpisz prawidłowe konto Kurozora 😣
pt_br: Digite uma Conta Kurozora válida 😣
pt_pt: Introduza uma Conta Kurozora válida 😣
ro: Te rog introdu un Cont Kurozora valid 😣
ru: Введите действительную Учётную запись Kurozora 😣
sv: Ange ett giltigt Kurozora-konto 😣
ta: சரியான Kurozora கணக்கைத் தட்டச்சு செய்யவும் 😣
te: దయచేసి చెల్లుబాటు అయ్యే Kurozora ఖాతాను టైప్ చేయండి 😣
th: โปรดพิมพ์บัญชี Kurozora ที่ถูกต้อง 😣
tr: Lütfen geçerli bir Kurozora Hesabı yazın 😣
uk: Будь ласка, введіть дійсний Обліковий запис Kurozora 😣
ur: براہِ کرم درست Kurozora اکاؤنٹ درج کریں 😣
vi: Vui lòng nhập một Tài Khoản Kurozora hợp lệ 😣
zh_hans: 请输入有效的 Kurozora 账户 😣
zh_hant: 請輸入有效的 Kurozora 帳號 😣

# onboarding.forgotPasswordHeadline
source: Forgot Password?
ar: نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό;
es: ¿Has olvidado la contraseña?
es_419: ¿Olvidó su contraseña?
fa: گذرواژه را فراموش کرده‌اید؟
fi: Unohtuiko salasana?
fil: Nakalimutan ang Password?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה?
hi: पासवर्ड भूल गए?
hu: Elfelejtetted a jelszavad?
hy: Մոռացե՞լ եք գաղտնաբառը։
id: Lupa Kata Sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
ms: Lupa Kata Laluan?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da Palavra-passe?
ro: Ai uitat parola?
ru: Забыли пароль?
sv: Glömt lösenordet?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่าน?
tr: Parolanızı mı Unuttunuz?
uk: Забули пароль?
ur: پاس ورڈ بھول گئے؟
vi: Quên Mật Khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼了嗎？

# onboarding.forgotPasswordOptionsButton
source: Forgot your password? Let's reset 📧
ar: نسيت كلمة مرورك؟ لنُعد تعيينها 📧
bn: পাসওয়ার্ড ভুলে গেছেন? চলুন রিসেট করি 📧
cs: Zapomněl jsi heslo? Pojďme ho obnovit 📧
da: Glemt din adgangskode? Lad os nulstille 📧
de: Passwort vergessen? Setzen wir's zurück 📧
el: Ξεχάσατε τον κωδικό σας; Ας τον επαναφέρουμε 📧
es: ¿Olvidaste la contraseña? Vamos a restablecerla 📧
es_419: ¿Olvidaste tu contraseña? Vamos a restablecerla 📧
fa: گذرواژه‌ات را فراموش کرده‌ای؟ بیا بازنشانی کنیم 📧
fi: Unohtuiko salasana? Nollataan se 📧
fil: Nakalimutan ang iyong password? Tara, i-reset 📧
fr: Mot de passe oublié ? Réinitialisons ça 📧
he: שכחת את הסיסמה? בואו נאפס 📧
hi: अपना पासवर्ड भूल गए? चलो रीसेट करें 📧
hu: Elfelejtetted a jelszavad? Állítsuk vissza 📧
hy: Մոռացե՞լ ես գաղտնաբառդ։ Արի վերականգնենք 📧
id: Lupa kata sandi? Yuk atur ulang 📧
it: Hai dimenticato la password? Reimpostiamola 📧
ja: パスワードをお忘れ？リセットしよう 📧
ko: 비밀번호를 잊으셨나요? 재설정해요 📧
ms: Lupa kata laluan anda? Jom tetapkan semula 📧
nb: Glemt passordet ditt? La oss tilbakestille 📧
nl: Wachtwoord vergeten? Reset het 📧
pl: Zapomniałeś hasła? Zresetujmy je 📧
pt_br: Esqueceu sua senha? Vamos redefinir 📧
pt_pt: Esqueceste-te da palavra-passe? Vamos repô-la 📧
ro: Ai uitat parola? Hai s-o resetăm 📧
ru: Забыли пароль? Давайте сбросим 📧
sv: Glömt ditt lösenord? Nollställ det 📧
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா? மீட்டமைப்போம் 📧
te: మీ పాస్‌వర్డ్ మర్చిపోయారా? రీసెట్ చేద్దాం 📧
th: ลืมรหัสผ่านใช่ไหม มารีเซ็ตกันเลย 📧
tr: Parolanı mı unuttun? Hadi sıfırlayalım 📧
uk: Забув пароль? Скиньмо його 📧
ur: پاس ورڈ بھول گئے؟ آئیں ری سیٹ کریں 📧
vi: Quên mật khẩu? Cùng đặt lại nào 📧
zh_hans: 忘记密码了？来重置一下 📧
zh_hant: 忘記密碼了？來重設吧 📧

# onboarding.forgotPasswordSubheadline
source: Enter your Kurozora Account to continue.
ar: أدخل حساب Kurozora الخاص بك للمتابعة.
bn: চালিয়ে যেতে আপনার Kurozora অ্যাকাউন্ট লিখুন।
cs: Pro pokračování zadejte svůj účet Kurozora.
da: Indtast din Kurozora-konto for at fortsætte.
de: Geben Sie Ihr Kurozora-Konto ein, um fortzufahren.
el: Εισαγάγετε τον Λογαριασμό Kurozora σας για να συνεχίσετε.
es: Introduzca su Cuenta de Kurozora para continuar.
es_419: Ingrese su Cuenta de Kurozora para continuar.
fa: برای ادامه، حساب Kurozora خود را وارد کنید.
fi: Syöttäkää Kurozora-tilinne jatkaaksenne.
fil: Ilagay ang iyong Kurozora Account upang magpatuloy.
fr: Saisissez votre compte Kurozora pour continuer.
he: נא להזין את חשבון Kurozora שלך כדי להמשיך.
hi: जारी रखने के लिए अपना Kurozora खाता दर्ज करें।
hu: Add meg a Kurozora fiókodat a folytatáshoz.
hy: Մուտքագրեք ձեր Kurozora հաշիվը՝ շարունակելու համար։
id: Masukkan Akun Kurozora Anda untuk melanjutkan.
it: Inserisci il tuo Account Kurozora per continuare.
ja: 続けるにはKurozoraアカウントを入力してください。
ko: 계속하려면 Kurozora 계정을 입력해 주세요.
ms: Masukkan Akaun Kurozora anda untuk meneruskan.
nb: Skriv inn Kurozora-kontoen din for å fortsette.
nl: Voer je Kurozora-account in om door te gaan.
pl: Wprowadź swoje konto Kurozora, aby kontynuować.
pt_br: Digite sua Conta Kurozora para continuar.
pt_pt: Introduza a sua Conta Kurozora para continuar.
ro: Introdu Contul Kurozora pentru a continua.
ru: Введите вашу Учётную запись Kurozora, чтобы продолжить.
sv: Ange ditt Kurozora-konto för att fortsätta.
ta: தொடர உங்கள் Kurozora கணக்கை உள்ளிடவும்.
te: కొనసాగడానికి మీ Kurozora ఖాతాను నమోదు చేయండి.
th: ป้อนบัญชี Kurozora ของคุณเพื่อดำเนินการต่อ
tr: Devam etmek için Kurozora Hesabınızı girin.
uk: Введіть свій Обліковий запис Kurozora, щоб продовжити.
ur: جاری رکھنے کے لیے اپنا Kurozora اکاؤنٹ درج کریں۔
vi: Nhập Tài Khoản Kurozora của bạn để tiếp tục.
zh_hans: 请输入您的 Kurozora 账户以继续。
zh_hant: 請輸入您的 Kurozora 帳號以繼續。

# onboarding.genericSignInErrorMessage
source: An error occurred while trying to sign in. Please try again.
ar: حدث خطأ أثناء محاولة تسجيل الدخول. يُرجى المحاولة مرة أخرى.
bn: সাইন ইন করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Při pokusu o přihlášení došlo k chybě. Zkuste to prosím znovu.
da: Der opstod en fejl under forsøget på at logge ind. Prøv venligst igen.
de: Bei der Anmeldung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια σύνδεσης. Δοκιμάστε ξανά.
es: Se ha producido un error al iniciar sesión. Inténtelo de nuevo.
es_419: Se produjo un error al intentar iniciar sesión. Vuelva a intentarlo.
fa: هنگام تلاش برای ورود خطایی رخ داد. لطفاً دوباره تلاش کنید.
fi: Sisäänkirjautumisessa tapahtui virhe. Yrittäkää uudelleen.
fil: May naganap na error habang sinusubukang mag-sign in. Pakisubukang muli.
fr: Une erreur s’est produite lors de la tentative de connexion. Veuillez réessayer.
he: אירעה שגיאה בעת ניסיון ההתחברות. נא לנסות שוב.
hi: साइन इन करने का प्रयास करते समय एक त्रुटि हुई। कृपया पुनः प्रयास करें।
hu: Hiba történt a bejelentkezés során. Kérjük, próbálja újra.
hy: Մուտք գործելու ընթացքում սխալ տեղի ունեցավ։ Խնդրում ենք կրկին փորձել։
id: Terjadi kesalahan saat mencoba masuk. Harap coba lagi.
it: Si è verificato un errore durante il tentativo di accesso. Riprova.
ja: サインイン中にエラーが発生しました。もう一度お試しください。
ko: 로그인하는 중에 오류가 발생했습니다. 다시 시도해 주세요.
ms: Ralat berlaku semasa cuba log masuk. Sila cuba lagi.
nb: Det oppstod en feil under påloggingen. Prøv igjen.
nl: Er is een fout opgetreden bij het inloggen. Probeer het opnieuw.
pl: Podczas próby logowania wystąpił błąd. Spróbuj ponownie.
pt_br: Ocorreu um erro ao tentar iniciar sessão. Tente novamente.
pt_pt: Ocorreu um erro ao tentar iniciar sessão. Tente novamente.
ro: A apărut o eroare la încercarea de conectare. Vă rugăm să încercați din nou.
ru: При попытке входа произошла ошибка. Повторите попытку.
sv: Ett fel uppstod vid inloggningen. Försök igen.
ta: உள்நுழைய முயற்சிக்கும்போது ஒரு பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: సైన్ ఇన్ చేయడానికి ప్రయత్నించేటప్పుడు ఒక లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะพยายามลงชื่อเข้าใช้ โปรดลองอีกครั้ง
tr: Giriş yapmaya çalışırken bir hata oluştu. Lütfen tekrar deneyin.
uk: Під час спроби входу сталася помилка. Будь ласка, спробуйте ще раз.
ur: سائن اِن کرنے کی کوشش کے دوران ایک خرابی پیش آئی۔ براہِ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi khi cố gắng đăng nhập. Vui lòng thử lại.
zh_hans: 登录时发生错误。请重试。
zh_hant: 嘗試登入時發生錯誤。請再試一次。
